Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: Evening is after noon
ar: المساء بعد الظهر
de: Abend ist nach Mittag
fr: Le soir, c’est après midi
ru: Вечер после полудня
uk: Вечір після полудня
uz_cyrl: Кечқурун тушдан кейин бўлади
uz_latn: Kechqurun tushdan keyin bo‘ladi

source: Every N days
ar: كل N أيام
de: Alle N Tage
fr: Tous les N jours
ru: Каждые N дней
uk: Кожні N днів
uz_cyrl: Ҳар N кунда
uz_latn: Har N kunda

source: Every day
ar: كل يوم
de: Täglich
fr: Tous les jours
ru: Каждый день
uk: Щодня
uz_cyrl: Ҳар куни
uz_latn: Har kuni

source: Every month
ar: كل شهر
de: Monatlich
fr: Tous les mois
ru: Каждый месяц
uk: Щомісяця
uz_cyrl: Ҳар ой
uz_latn: Har oy

source: Every month, day %lld
ar: كل شهر، يوم %lld
de: Monatlich am %lld.
fr: Tous les mois, le %lld
ru: Каждый месяц, %lld-го
uk: Щомісяця, %lld-го
uz_cyrl: Ҳар ой, %lld-куни
uz_latn: Har oy, %lld-kuni

source: Every week
ar: كل أسبوع
de: Wöchentlich
fr: Toutes les semaines
ru: Каждую неделю
uk: Щотижня
uz_cyrl: Ҳар ҳафта
uz_latn: Har hafta

source: Every year
ar: كل سنة
de: Jährlich
fr: Tous les ans
ru: Каждый год
uk: Щороку
uz_cyrl: Ҳар йил
uz_latn: Har yil

source: Every year, %@
ar: كل سنة، %@
de: Jährlich am %@
fr: Tous les ans, le %@
ru: Каждый год, %@
uk: Щороку, %@
uz_cyrl: Ҳар йил, %@
uz_latn: Har yil, %@

source: Everything is saved in the account
ar: كل شيء محفوظ في الحساب
de: Alles ist im Konto gespeichert
fr: Tout est enregistré dans le compte
ru: Всё сохранено в аккаунте
uk: Усе збережено в акаунті
uz_cyrl: Ҳаммаси аккаунтда сақланган
uz_latn: Hammasi akkauntda saqlangan

source: Everything will be deleted
ar: سيُحذف كل شيء
de: Alles wird gelöscht
fr: Tout sera supprimé
ru: Удалится всё
uk: Видалиться все
uz_cyrl: Ҳаммаси ўчирилади
uz_latn: Hammasi o‘chiriladi

source: Examples
ar: أمثلة
de: Beispiele
fr: Exemples
ru: Примеры
uk: Приклади
uz_cyrl: Мисоллар
uz_latn: Misollar

source: Favorite
ar: المفضلة
de: Favorit
fr: Favori
ru: Избранное
uk: Обране
uz_cyrl: Сараланган
uz_latn: Saralangan

source: Feedback
ar: الاستجابة
de: Rückmeldung
fr: Retours
ru: Отклик
uk: Відгук
uz_cyrl: Сигналлар
uz_latn: Signallar

source: Finally, after the rainy days.
ar: أخيرًا، بعد الأيام الممطرة.
de: Endlich, nach den Regentagen.
fr: Enfin, après les jours de pluie.
ru: Наконец-то, после дождливых дней.
uk: Нарешті, після дощових днів.
uz_cyrl: Ниҳоят, ёмғирли кунлардан кейин.
uz_latn: Nihoyat, yomg‘irli kunlardan keyin.

source: Find a city
ar: ابحث عن مدينة
de: Stadt suchen
fr: Rechercher une ville
ru: Найти город
uk: Знайти місто
uz_cyrl: Шаҳарни топиш
uz_latn: Shaharni topish

source: Find a reminder
ar: ابحث عن تذكير
de: Erinnerung suchen
fr: Rechercher un rappel
ru: Найти напоминание
uk: Знайти нагадування
uz_cyrl: Эслатмани топиш
uz_latn: Eslatmani topish

source: Finish
ar: إنهاء
de: Beenden
fr: Terminer
ru: Закончить
uk: Завершити
uz_cyrl: Тугатиш
uz_latn: Tugatish

source: Fires when you arrive at any of the chosen places
ar: يعمل عند وصولك إلى أي من الأماكن المختارة
de: Wird ausgelöst, wenn du an einem der gewählten Orte ankommst
fr: Se déclenche quand vous arrivez dans l’un des lieux choisis
ru: Сработает, когда придёте в любое отмеченное место
uk: Спрацює, коли прийдете в будь-яке позначене місце
uz_cyrl: Белгиланган истаган жойга келганингизда ишлайди
uz_latn: Belgilangan istalgan joyga kelganingizda ishlaydi

source: Fires when you leave any of the chosen places
ar: يعمل عند مغادرتك أيًا من الأماكن المختارة
de: Wird ausgelöst, wenn du einen der gewählten Orte verlässt
fr: Se déclenche quand vous quittez l’un des lieux choisis
ru: Сработает, когда уйдёте из любого отмеченного места
uk: Спрацює, коли підете з будь-якого позначеного місця
uz_cyrl: Белгиланган истаган жойдан кетганингизда ишлайди
uz_latn: Belgilangan istalgan joydan ketganingizda ishlaydi

source: First snow today
ar: أول ثلج اليوم
de: Heute der erste Schnee
fr: Première neige aujourd’hui
ru: Сегодня первый снег
uk: Сьогодні перший сніг
uz_cyrl: Бугун биринчи қор
uz_latn: Bugun birinchi qor

source: First snow tomorrow
ar: أول ثلج غدًا
de: Morgen der erste Schnee
fr: Première neige demain
ru: Завтра первый снег
uk: Завтра перший сніг
uz_cyrl: Эртага биринчи қор
uz_latn: Ertaga birinchi qor

source: For example, Gym
ar: مثلًا، النادي الرياضي
de: Zum Beispiel Fitnessstudio
fr: Par exemple, Salle de sport
ru: Например, Спортзал
uk: Наприклад, Спортзал
uz_cyrl: Масалан, Спорт зали
uz_latn: Masalan, Sport zali

source: For example, remind me tomorrow at 9 to call mom
ar: مثلًا، ذكّرني غدًا في 9 بالاتصال بأمي
de: Zum Beispiel: erinnere mich morgen um 9, Mama anzurufen
fr: Par exemple, rappelle-moi demain à 9 h d’appeler maman
ru: Например, напомни завтра в 9 позвонить маме
uk: Наприклад, нагадай завтра о 9 подзвонити мамі
uz_cyrl: Масалан, эртага соат 9 да онамга қўнғироқ қилишни эслат
uz_latn: Masalan, ertaga soat 9 da onamga qo‘ng‘iroq qilishni eslat

source: For the words “morning” and “evening” and reminders without a time
ar: لكلمتي «صباحًا» و«مساءً» وللتذكيرات بلا ساعة
de: Für „morgens“ und „abends“ und Erinnerungen ohne Uhrzeit
fr: Pour « le matin », « le soir » et les rappels sans heure
ru: Для слов «утром» и «вечером» и напоминаний без часа
uk: Для слів «вранці» і «ввечері» та нагадувань без години
uz_cyrl: «Эрталаб», «кечқурун» сўзлари ва соатсиз эслатмалар учун
uz_latn: «Ertalab», «kechqurun» so‘zlari va soatsiz eslatmalar uchun

source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
fr: Mot de passe oublié ?
ru: Забыли пароль?
uk: Забули пароль?
uz_cyrl: Паролни унутдингизми?
uz_latn: Parolni unutdingizmi?

source: Found %lld reminders
ar: عُثر على %lld تذكير
de: %lld Erinnerungen gefunden
fr: %lld rappels trouvés
ru: Найдено %lld напоминания
uk: Знайдено %lld нагадування
uz_cyrl: %lld та эслатма топилди
uz_latn: %lld ta eslatma topildi

source: French
ar: الفرنسية
de: Französisch
fr: Français
ru: Французский
uk: Французька
uz_cyrl: Француз тили
uz_latn: Fransuz tili

source: Frost today
ar: صقيع اليوم
de: Heute Frost
fr: Gel aujourd’hui
ru: Сегодня мороз
uk: Сьогодні мороз
uz_cyrl: Бугун аёз
uz_latn: Bugun ayoz

source: Frost tomorrow
ar: صقيع غدًا
de: Morgen Frost
fr: Gel demain
ru: Завтра мороз
uk: Завтра мороз
uz_cyrl: Эртага аёз
uz_latn: Ertaga ayoz

source: German
ar: الألمانية
de: Deutsch
fr: Allemand
ru: Немецкий
uk: Німецька
uz_cyrl: Немис тили
uz_latn: Nemis tili

source: Got it
ar: حسنًا
de: Verstanden
fr: Compris
ru: Понятно
uk: Зрозуміло
uz_cyrl: Тушунарли
uz_latn: Tushunarli

source: Gusts up to %@.
ar: هبّات تصل إلى %@.
de: Böen bis %@.
fr: Rafales jusqu’à %@.
ru: Порывы до %@.
uk: Пориви до %@.
uz_cyrl: Шамол %@ гача кучаяди.
uz_latn: Shamol %@ gacha kuchayadi.

source: Gym
ar: النادي الرياضي
de: Fitnessstudio
fr: Salle de sport
ru: Спортзал
uk: Спортзал
uz_cyrl: Спорт зали
uz_latn: Sport zali

source: Handy before a doctor's visit
ar: هكذا أنسب قبل زيارة الطبيب
de: Vor einem Arzttermin ist das praktischer
fr: C’est plus pratique avant un rendez-vous médical
ru: Для визита к врачу так удобнее
uk: Перед візитом до лікаря так зручніше
uz_cyrl: Шифокорга боришдан олдин шундай қулай
uz_latn: Shifokorga borishdan oldin shunday qulay

source: Heat today
ar: حرّ شديد اليوم
de: Heute Hitze
fr: Canicule aujourd’hui
ru: Сегодня жара
uk: Сьогодні спека
uz_cyrl: Бугун жазирама
uz_latn: Bugun jazirama

source: Heat tomorrow
ar: حرّ شديد غدًا
de: Morgen Hitze
fr: Canicule demain
ru: Завтра жара
uk: Завтра спека
uz_cyrl: Эртага жазирама
uz_latn: Ertaga jazirama

source: Hide password
ar: إخفاء كلمة المرور
de: Passwort ausblenden
fr: Masquer le mot de passe
ru: Скрыть пароль
uk: Сховати пароль
uz_cyrl: Паролни яшириш
uz_latn: Parolni yashirish

source: Hold the plus
ar: اضغط مطولًا على +
de: Plus gedrückt halten
fr: Maintenez le plus
ru: Удерживайте плюс
uk: Утримуйте плюс
uz_cyrl: Плюсни босиб туринг
uz_latn: Plyusni bosib turing

source: Hold the plus and talk. Let go when you are done.
ar: اضغط مطولًا على + وتكلم. ارفع إصبعك عند الانتهاء.
de: Halte das Plus gedrückt und sprich. Lass los, wenn du fertig bist.
fr: Maintenez le plus et parlez. Relâchez quand vous avez fini.
ru: Удерживайте плюс и говорите. Отпустите, когда закончите.
uk: Утримуйте плюс і говоріть. Відпустіть, коли закінчите.
uz_cyrl: Плюсни босиб туринг ва гапиринг. Тугатгач қўйиб юборинг.
uz_latn: Plyusni bosib turing va gapiring. Tugatgach qo‘yib yuboring.

source: Hold the plus on the home screen and talk.
ar: اضغط مطولًا على زر الإضافة في الشاشة الرئيسية وتكلم.
de: Halte das Plus auf dem Startbildschirm gedrückt und sprich.
fr: Maintenez le plus sur l’écran d’accueil et parlez.
ru: Удерживайте плюс на главном экране и говорите.
uk: Утримуйте плюс на головному екрані й говоріть.
uz_cyrl: Бош экрандаги плюсни босиб туринг ва гапиринг.
uz_latn: Bosh ekrandagi plyusni bosib turing va gapiring.

source: Hold the plus on the home screen and talk. Let go when you are done, and Rema will make sense of the phrase.
ar: اضغط مطولًا على زر الإضافة في الشاشة الرئيسية وتكلم. ارفع إصبعك عند الانتهاء وسيفهم Rema العبارة.
de: Halte das Plus auf dem Startbildschirm gedrückt und sprich. Lass los, wenn du fertig bist, Rema versteht den Satz.
fr: Maintenez le plus sur l’écran d’accueil et parlez. Relâchez quand vous avez fini, Rema comprendra la phrase.
ru: Удерживайте плюс на главном экране и говорите. Отпустите, когда закончите, и Rema разберёт фразу.
uk: Утримуйте плюс на головному екрані й говоріть. Відпустіть, коли закінчите, і Rema розбере фразу.
uz_cyrl: Бош экрандаги плюсни босиб туринг ва гапиринг. Тугатгач қўйиб юборинг, Rema иборани ўзи тушунади.
uz_latn: Bosh ekrandagi plyusni bosib turing va gapiring. Tugatgach qo‘yib yuboring, Rema iborani o‘zi tushunadi.

source: Home
ar: المنزل
de: Zuhause
fr: Maison
ru: Дом
uk: Дім
uz_cyrl: Уй
uz_latn: Uy

source: I'll also remind %@
ar: سأذكّرك أيضًا %@
de: ich erinnere zusätzlich %@
fr: je vous le rappellerai aussi %@
ru: напомню ещё %@
uk: нагадаю ще %@
uz_cyrl: яна %@ эслатаман
uz_latn: yana %@ eslataman

source: I'll remind
ar: سأذكّرك
de: Erinnerung
fr: Rappel
ru: Напомню
uk: Нагадаю
uz_cyrl: Эслатаман
uz_latn: Eslataman

source: I'll repeat in %lld minutes until you tap Done.
ar: سأكرر بعد %lld دقيقة حتى تضغط تم.
de: Ich wiederhole in %lld Minuten, bis du auf Fertig tippst.
fr: Je répète dans %lld minutes jusqu’à ce que vous touchiez Terminé.
ru: Повторю через %lld минуты, пока не нажмёте «Готово».
uk: Повторю через %lld хвилини, доки не натиснете «Готово».
uz_cyrl: «Тайёр»ни босмагунингизча ҳар %lld дақиқада такрорлайман.
uz_latn: «Tayyor»ni bosmaguningizcha har %lld daqiqada takrorlayman.

source: If it is not in your inbox, look in spam. You can send it again in a minute.
ar: إذا لم تجدها في البريد الوارد، فابحث في البريد العشوائي. يمكنك الإرسال مرة أخرى بعد دقيقة.
de: Wenn sie nicht im Posteingang ist, schau in den Spam. In einer Minute kannst du sie noch einmal senden.
fr: S’il n’est pas dans votre boîte de réception, regardez dans les spams. Vous pourrez le renvoyer dans une minute.
ru: Если его нет во «Входящих», загляните в «Спам». Отправить ещё раз можно через минуту.
uk: Якщо його немає у «Вхідних», загляньте в «Спам». Надіслати ще раз можна за хвилину.
uz_cyrl: Агар у «Кирувчи»да бўлмаса, «Спам»ни текширинг. Бир дақиқадан кейин яна юбориш мумкин.
uz_latn: Agar u «Kiruvchi»da bo‘lmasa, «Spam»ni tekshiring. Bir daqiqadan keyin yana yuborish mumkin.

source: In 10 minutes
ar: بعد 10 دقائق
de: In 10 Minuten
fr: Dans 10 minutes
ru: Через 10 минут
uk: Через 10 хвилин
uz_cyrl: 10 дақиқадан кейин
uz_latn: 10 daqiqadan keyin

source: In 15 minutes
ar: بعد 15 دقيقة
de: In 15 Minuten
fr: Dans 15 minutes
ru: Через 15 минут
uk: Через 15 хвилин
uz_cyrl: 15 дақиқадан кейин
uz_latn: 15 daqiqadan keyin

source: In 2 hours
ar: بعد ساعتين
de: In 2 Stunden
fr: Dans 2 heures
ru: Через 2 часа
uk: Через 2 години
uz_cyrl: 2 соатдан кейин
uz_latn: 2 soatdan keyin

source: In 3 hours
ar: بعد 3 ساعات
de: In 3 Stunden
fr: Dans 3 heures
ru: Через 3 часа
uk: Через 3 години
uz_cyrl: 3 соатдан кейин
uz_latn: 3 soatdan keyin

source: In 30 minutes
ar: بعد 30 دقيقة
de: In 30 Minuten
fr: Dans 30 minutes
ru: Через 30 минут
uk: Через 30 хвилин
uz_cyrl: 30 дақиқадан кейин
uz_latn: 30 daqiqadan keyin

source: In 5 minutes
ar: بعد 5 دقائق
de: In 5 Minuten
fr: Dans 5 minutes
ru: Через 5 минут
uk: Через 5 хвилин
uz_cyrl: 5 дақиқадан кейин
uz_latn: 5 daqiqadan keyin

source: In advance
ar: مسبقًا
de: Vorab
fr: À l’avance
ru: Заранее
uk: Заздалегідь
uz_cyrl: Олдиндан
uz_latn: Oldindan

source: In an hour
ar: بعد ساعة
de: In einer Stunde
fr: Dans une heure
ru: Через час
uk: Через годину
uz_cyrl: Бир соатдан кейин
uz_latn: Bir soatdan keyin

source: Interface sounds
ar: أصوات الواجهة
de: Bedientöne
fr: Sons de l’interface
ru: Звуки интерфейса
uk: Звуки інтерфейсу
uz_cyrl: Интерфейс товушлари
uz_latn: Interfeys tovushlari

source: It was at %@. Open to mark it or move it.
ar: كان في %@. افتح لتعليمه أو تأجيله.
de: Das war um %@. Öffne die App, um es abzuhaken oder zu verschieben.
fr: C’était à %@. Ouvrez pour le cocher ou le reporter.
ru: Было в %@. Откройте, чтобы отметить или перенести.
uk: Було о %@. Відкрийте, щоб позначити або перенести.
uz_cyrl: Соат %@ да эди. Белгилаш ёки кўчириш учун очинг.
uz_latn: Soat %@ da edi. Belgilash yoki ko‘chirish uchun oching.

source: I’ll remind you on time
ar: سأذكّرك في الوقت المناسب
de: Ich erinnere dich rechtzeitig
fr: Je vous rappelle à temps
ru: Напомню вовремя
uk: Нагадаю вчасно
uz_cyrl: Ўз вақтида эслатаман
uz_latn: O‘z vaqtida eslataman

source: Language
ar: اللغة
de: Sprache
fr: Langue
ru: Язык
uk: Мова
uz_cyrl: Тил
uz_latn: Til

source: Leaving: %@
ar: غادرت: %@
de: Ort verlassen: %@
fr: Départ : %@
ru: Вы ушли: %@
uk: Ви пішли: %@
uz_cyrl: Кетдингиз: %@
uz_latn: Ketdingiz: %@

source: Light
ar: فاتح
de: Hell
fr: Claire
ru: Светлая
uk: Світла
uz_cyrl: Ёруғ
uz_latn: Yorug‘

source: Listening…
ar: أستمع…
de: Ich höre zu…
fr: J’écoute…
ru: Слушаю…
uk: Слухаю…
uz_cyrl: Тинглаяпман…
uz_latn: Tinglayapman…

source: Little bell
ar: جرس صغير
de: Glöckchen
fr: Clochette
ru: Колокольчик
uk: Дзвіночок
uz_cyrl: Қўнғироқча
uz_latn: Qo‘ng‘iroqcha

source: Loading from your account…
ar: جارٍ التحميل من حسابك…
de: Lade aus deinem Konto…
fr: Chargement depuis votre compte…
ru: Загружаю из аккаунта…
uk: Завантажую з акаунта…
uz_cyrl: Аккаунтдан юкланмоқда…
uz_latn: Akkauntdan yuklanmoqda…

source: Location
ar: الموقع
de: Standort
fr: Localisation
ru: Геопозиция
uk: Геопозиція
uz_cyrl: Жойлашув
uz_latn: Joylashuv

source: Lock
ar: القفل
de: Sperren
fr: Verrouiller
ru: Закрывать
uk: Закривати
uz_cyrl: Ёпиш
uz_latn: Yopish

source: Mark as done
ar: وضع علامة كمنجز
de: Als erledigt markieren
fr: Marquer comme fait
ru: Отметить выполненным
uk: Позначити виконаним
uz_cyrl: Бажарилди деб белгилаш
uz_latn: Bajarildi deb belgilash

source: Mark as not done
ar: إلغاء العلامة
de: Als offen markieren
fr: Marquer comme non fait
ru: Снять отметку
uk: Зняти позначку
uz_cyrl: Белгини олиб ташлаш
uz_latn: Belgini olib tashlash

source: Mark reminder
ar: وضع علامة على التذكير
de: Erinnerung markieren
fr: Marquer le rappel
ru: Отметить напоминание
uk: Позначити нагадування
uz_cyrl: Эслатмани белгилаш
uz_latn: Eslatmani belgilash

source: Marks the current or the next reminder as done.
ar: يضع علامة على التذكير الحالي أو التالي كمنجز.
de: Markiert die aktuelle oder nächste Erinnerung als erledigt.
fr: Marque le rappel en cours ou le prochain comme fait.
ru: Отмечает текущее или ближайшее напоминание выполненным.
uk: Позначає поточне або найближче нагадування виконаним.
uz_cyrl: Жорий ёки энг яқин эслатмани бажарилди деб белгилайди.
uz_latn: Joriy yoki eng yaqin eslatmani bajarildi deb belgilaydi.

# Mechanika
source: Mechanical
ar: ميكانيكي
de: Mechanik
fr: Mécanique
ru: Механика
uk: Механіка
uz_cyrl: Механика
uz_latn: Mexanika

source: Microphone
ar: الميكروفون
de: Mikrofon
fr: Micro
ru: Микрофон
uk: Мікрофон
uz_cyrl: Микрофон
uz_latn: Mikrofon

source: Minutes
ar: الدقائق
de: Minuten
ru: Минуты
uk: Хвилини
uz_cyrl: Дақиқалар
uz_latn: Daqiqalar

source: Missed reminders
ar: التذكيرات الفائتة
de: Verpasste Erinnerungen
fr: Rappels manqués
ru: Пропущенные
uk: Пропущені
uz_cyrl: Ўтказиб юборилганлар
uz_latn: O‘tkazib yuborilganlar

source: Month
ar: شهر
de: Monat
fr: Mois
ru: Месяц
uk: Місяць
uz_cyrl: Ой
uz_latn: Oy

source: Morning
ar: الصباح
de: Morgen
fr: Matin
ru: Утро
uk: Ранок
uz_cyrl: Эрталаб
uz_latn: Ertalab

source: Morning is before noon
ar: الصباح قبل الظهر
de: Morgen ist vor Mittag
fr: Le matin, c’est avant midi
ru: Утро до полудня
uk: Ранок до полудня
uz_cyrl: Эрталаб тушгача бўлади
uz_latn: Ertalab tushgacha bo‘ladi

source: Move
ar: تأجيل
de: Verschieben
fr: Reporter
ru: Перенести
uk: Перенести
uz_cyrl: Кўчириш
uz_latn: Ko‘chirish

source: Move it to another time?
ar: هل تنقله إلى وقت آخر؟
de: Auf eine andere Zeit legen?
fr: Le déplacer à un autre moment ?
ru: Перенести на другое время?
uk: Перенести на інший час?
uz_cyrl: Бошқа вақтга кўчирайликми?
uz_latn: Boshqa vaqtga ko‘chiraylikmi?

source: Moved to %@
ar: نُقل إلى %@
de: Verschoben auf %@
fr: Reporté à %@
ru: Перенесено на %@
uk: Перенесено на %@
uz_cyrl: %@ га кўчирилди
uz_latn: %@ ga ko‘chirildi

source: Moves the current or the next reminder a bit later.
ar: يؤجل التذكير الحالي أو التالي قليلًا.
de: Verschiebt die aktuelle oder nächste Erinnerung etwas nach hinten.
fr: Décale un peu le rappel en cours ou le prochain.
ru: Переносит текущее или ближайшее напоминание чуть позже.
uk: Переносить поточне або найближче нагадування трохи пізніше.
uz_cyrl: Жорий ёки энг яқин эслатмани бироз кейинга суради.
uz_latn: Joriy yoki eng yaqin eslatmani biroz keyinga suradi.

source: My location
ar: موقعي
de: Mein Standort
fr: Ma position
ru: Моё местоположение
uk: Моє місцезнаходження
uz_cyrl: Менинг жойлашувим
uz_latn: Mening joylashuvim

source: My places
ar: أماكني
de: Meine Orte
fr: Mes lieux
ru: Мои места
uk: Мої місця
uz_cyrl: Менинг жойларим
uz_latn: Mening joylarim

source: Name, anything you like
ar: الاسم، أي اسم تريده
de: Name, frei wählbar
fr: Nom, au choix
ru: Название, любое
uk: Назва, будь-яка
uz_cyrl: Номи, исталган
uz_latn: Nomi, istalgan

source: Nature
ar: الطبيعة
de: Natur
ru: Природа
uk: Природа
uz_cyrl: Табиат
uz_latn: Tabiat

source: Never
ar: أبدًا
de: Nie
fr: Jamais
ru: Никогда
uk: Ніколи
uz_cyrl: Ҳеч қачон
uz_latn: Hech qachon

source: New place
ar: مكان جديد
de: Neuer Ort
fr: Nouveau lieu
ru: Новое место
uk: Нове місце
uz_cyrl: Янги жой
uz_latn: Yangi joy

source: New reminder
ar: تذكير جديد
de: Neue Erinnerung
fr: Nouveau rappel
ru: Новое напоминание
uk: Нове нагадування
uz_cyrl: Янги эслатма
uz_latn: Yangi eslatma

source: Next
ar: التالي
de: Weiter
fr: Suivant
ru: Дальше
uk: Далі
uz_cyrl: Кейинги
uz_latn: Keyingi

source: Next month
ar: الشهر التالي
de: Nächster Monat
fr: Mois suivant
ru: Следующий месяц
uk: Наступний місяць
uz_cyrl: Кейинги ой
uz_latn: Keyingi oy

source: Next reminder
ar: التذكير التالي
de: Nächste Erinnerung
fr: Prochain rappel
ru: Ближайшее напоминание
uk: Найближче нагадування
uz_cyrl: Энг яқин эслатма
uz_latn: Eng yaqin eslatma

source: Next week
ar: الأسبوع التالي
de: Nächste Woche
fr: Semaine suivante
ru: Следующая неделя
uk: Наступний тиждень
uz_cyrl: Кейинги ҳафта
uz_latn: Keyingi hafta

source: No
ar: لا شيء
de: Keine
fr: Aucun
ru: Нет
uk: Немає
uz_cyrl: Йўқ
uz_latn: Yo‘q

source: No access to location, so place reminders will not come.
ar: لا وصول إلى الموقع، لذلك لن تصل التذكيرات حسب المكان.
de: Kein Zugriff auf den Standort, ortsbezogene Erinnerungen kommen nicht.
fr: Pas d’accès à la localisation, les rappels selon le lieu n’arriveront pas.
ru: Нет доступа к геопозиции, напоминания по месту не придут.
uk: Немає доступу до геопозиції, нагадування за місцем не прийдуть.
uz_cyrl: Жойлашувга рухсат йўқ, жойга кўра эслатмалар келмайди.
uz_latn: Joylashuvga ruxsat yo‘q, joyga ko‘ra eslatmalar kelmaydi.

source: No connection, changes will be saved later
ar: لا يوجد اتصال، ستُحفظ التغييرات لاحقًا
de: Keine Verbindung, Änderungen werden später gespeichert
fr: Pas de connexion, les modifications seront enregistrées plus tard
ru: Нет связи, изменения сохранятся позже
uk: Немає зв’язку, зміни збережуться пізніше
uz_cyrl: Алоқа йўқ, ўзгаришлар кейинроқ сақланади
uz_latn: Aloqa yo‘q, o‘zgarishlar keyinroq saqlanadi

source: No internet connection. Try again when you are online.
ar: لا يوجد اتصال بالإنترنت. حاول مرة أخرى عند عودة الاتصال.
de: Keine Internetverbindung. Versuch es noch einmal, wenn du online bist.
fr: Pas de connexion Internet. Réessayez quand vous serez en ligne.
ru: Нет интернета. Попробуйте, когда появится связь.
uk: Немає інтернету. Спробуйте, коли з’явиться зв’язок.
uz_cyrl: Интернет йўқ. Алоқа пайдо бўлганда қайта уриниб кўринг.
uz_latn: Internet yo‘q. Aloqa paydo bo‘lganda qayta urinib ko‘ring.

source: No places yet
ar: لا توجد أماكن بعد
de: Noch keine Orte
fr: Aucun lieu pour l’instant
ru: Мест пока нет
uk: Місць поки немає
uz_cyrl: Ҳозирча жойлар йўқ
uz_latn: Hozircha joylar yo‘q

source: No repeat
ar: بدون تكرار
de: Keine
fr: Jamais
ru: Нет
uk: Ні
uz_cyrl: Йўқ
uz_latn: Yo‘q

source: No sound
ar: بلا صوت
de: Kein Ton
fr: Aucun son
ru: Без звука
uk: Без звуку
uz_cyrl: Товушсиз
uz_latn: Tovushsiz

source: No thanks
ar: لا، شكرًا
de: Nein danke
fr: Non merci
ru: Не надо
uk: Не треба
uz_cyrl: Керак эмас
uz_latn: Kerak emas

source: Not chosen
ar: غير محددة
de: Nicht gewählt
fr: Non choisie
ru: Не выбран
uk: Не вибрано
uz_cyrl: Танланмаган
uz_latn: Tanlanmagan

source: Not done: %@
ar: لم يُنجز: %@
de: Nicht erledigt: %@
fr: Pas encore fait : %@
ru: Не отмечено: %@
uk: Не позначено: %@
uz_cyrl: Белгиланмаган: %@
uz_latn: Belgilanmagan: %@

source: Not now
ar: ليس الآن
de: Nicht jetzt
fr: Pas maintenant
ru: Не сейчас
uk: Не зараз
uz_cyrl: Ҳозир эмас
uz_latn: Hozir emas

source: Not saved yet, trying again
ar: لم يُحفظ بعد، أحاول مرة أخرى
de: Noch nicht gespeichert, neuer Versuch läuft
fr: Pas encore enregistré, nouvel essai en cours
ru: Пока не сохранилось, пробую ещё
uk: Поки не збереглося, пробую ще
uz_cyrl: Ҳали сақланмади, қайта уриняпман
uz_latn: Hali saqlanmadi, qayta urinyapman

source: Nothing ahead
ar: لا شيء قادم
de: Nichts geplant
fr: Rien de prévu
ru: Дальше ничего
uk: Далі нічого
uz_cyrl: Олдинда ҳеч нарса йўқ
uz_latn: Oldinda hech narsa yo‘q

source: Nothing ahead.
ar: لا شيء قادم.
de: Nichts geplant.
fr: Rien de prévu.
ru: Дальше ничего.
uk: Далі нічого.
uz_cyrl: Олдинда ҳеч нарса йўқ.
uz_latn: Oldinda hech narsa yo‘q.

source: Nothing for today
ar: لا شيء اليوم
de: Heute nichts
fr: Rien pour aujourd’hui
ru: На сегодня ничего
uk: На сьогодні нічого
uz_cyrl: Бугунга ҳеч нарса йўқ
uz_latn: Bugunga hech narsa yo‘q

source: Nothing found
ar: لا نتائج
de: Nichts gefunden
fr: Aucun résultat
ru: Ничего не нашлось
uk: Нічого не знайдено
uz_cyrl: Ҳеч нарса топилмади
uz_latn: Hech narsa topilmadi

source: Nothing planned
ar: لا شيء مخطط
de: Nichts geplant
fr: Rien de prévu
ru: Ничего не запланировано
uk: Нічого не заплановано
uz_cyrl: Ҳеч нарса режалаштирилмаган
uz_latn: Hech narsa rejalashtirilmagan

source: Nothing to mark.
ar: لا شيء لوضع علامة عليه.
de: Nichts zu markieren.
fr: Rien à marquer.
ru: Отмечать нечего.
uk: Позначати нічого.
uz_cyrl: Белгилашга ҳеч нарса йўқ.
uz_latn: Belgilashga hech narsa yo‘q.

source: Nothing to snooze.
ar: لا شيء لتأجيله.
de: Nichts zu verschieben.
fr: Rien à reporter.
ru: Откладывать нечего.
uk: Відкладати нічого.
uz_cyrl: Кейинга суришга ҳеч нарса йўқ.
uz_latn: Keyinga surishga hech narsa yo‘q.

source: Notifications
ar: الإشعارات
de: Mitteilungen
ru: Уведомления
uk: Сповіщення
uz_cyrl: Билдиришномалар
uz_latn: Bildirishnomalar
